Repository: giellalt/corpus-sma
Catalog: tmx/nob/bible/osko/index.php_kat_id=1_art_id=147.html.tmx
Source language: sma
Languages: nob

source: Dov åssjalommesh
nob: Dine tanker

source: Mannasinie skyllije ?
nob: Hvorfor konfirmant ?

source: Manne dam darjoem ihke lea akte tjaebpies vuekie.
nob: Jeg gjør det fordi det er en fin tradisjon.

source: Gaptam åadtjoem.
nob: Jeg får min egen kofte.

source: Jïh jïjnjh fuelhkieh skyllemasse båetieh.
nob: Og masse slekt samles til konfirmasjonen.

source: anne 14 jaepien båeries
nob: Karianne 14 år
